<?php
// +----------------------------------------------------------------------------+
// | 欢迎你光临开发者论坛：http://www.thmao.com                                     |
// +----------------------------------------------------------------------------+
// | 这类各类技术分享，都是由我自己在工作中总结出来，和在网上查询的资料整理，希望对各位有所帮助  |
// +----------------------------------------------------------------------------+
// | Author: 静静 <76966522@qq.com> <http://www.thmao.com>                       |
// +----------------------------------------------------------------------------+
return array (
		'title' => array (
				'title' => '封面标题:',
				'type' => 'text',
				'value' => '点击进入首页',
				'tip' => '' 
		),
		'cover' => array (
				'title' => '封面图片:',
				'type' => 'picture',
				'value' => '',
				'tip' => '' 
		),
		'info' => array (
				'title' => '封面简介:',
				'type' => 'textarea',
				'value' => '',
				'tip' => '' 
		)
);